{
    "name": "Rufus Von Similaumus",
    "class": "Barbarian (Chaos)",
    "class_points": 5,
    "max_class_points": 10,
    "show_class_points": true,
    "level": "16",
    "race": "Human",
    "alignment": "CN",
    "background" : "Forestiero",
    "hp": "245",
    "maxHP": "245",
    "tempHP": "0",
    "stats": {
        "str": "20",
        "dex": "20",
        "con": "22",
        "int": "23",
        "wis": "10",
        "cha": 10
    },
    "castingStat": "int",
    "ca": "24",
    "init": "+5ad",
    "vel": "12",
    "dadi_vita_rimanenti": "16d12",
    "dadi_vita_massimi": "16d12",
    "ts_morte": {
        "successi": 0,
        "fallimenti": 0
    },
    "compBonus": "5",
    "ispirazione": 0,
    "affaticamento": 0,
    "talenti": [],
    "attuned": [
        "Spada della Distruzione",
        "Cintura della forza dei giganti del gelo",
        "Fendispazio"
    ],
    "languages": [
        "Comune",
        "Elfico",
        "Sottocomune"
    ],
    "other_comps": [
        "Armature leggere e medie",
        "Scudi",
        "Armi semplici e da guerra"
    ],
    "inventory": [
        "2 pozioni di cura superiore (8d4+8, azione bonus)",
        "Elmo della luminosità (1 diamante, 16 rubini, 17 opali di fuoco) e della telepatia",
        "12 corna di Kirin",
        "Un po' di piume di Solar",
        "Guanti di pelle",
        "Sanpietrino con rune (incantesimo monouso: scudo, ha un aspetto familiare per Lucian)",
        "1 punti Karma consecutivo",
        "Ago di Zenz Ernest",
        "Potion of Supreme Healing (10d4 + 20 HP)",
        "Mutande di amianto",
        "Cappa della levitazione del Dr Strano, PhD"
    ],
    "wallet": [
        {
            "label": "CP",
            "value": 0
        },
        {
            "label": "SP",
            "value": "5"
        },
        {
            "label": "EP",
            "value": "0"
        },
        {
            "label": "GP",
            "value": "12197"
        },
        {
            "label": "PP",
            "value": "1505"
        }
    ],
    "attack_bonus": [
        {
            "name": "Spada della Distruzione (1 mano)",
            "bonus": "+13",
            "danni": "1d8+8",
            "tipo": "Taglienti"
        },
        {
            "name": "Spada della Distruzione (2 mani)",
            "bonus": "+13",
            "danni": "1d10+8",
            "tipo": "Taglienti"
        },
        {
            "name": "Colpo rotante",
            "bonus": "+13",
            "danni": "2d8+8",
            "tipo": "Taglienti"
        },
        {
            "name": "Fendispazio",
            "bonus": "+13",
            "danni": "1d8+8",
            "tipo": "Taglienti"
        },
        {
            "name": "Flagello di Hurin",
            "bonus": "--",
            "danni": "3d10",
            "tipo": "Fulmine/Contundenti"
        },
        {
            "name": "Terremoto",
            "bonus": "TS Dex (CD 19), r 4,5m",
            "danni": "5d6",
            "tipo": "Contundenti"
        }
    ],
    "priv_tratti": [
        {
            "name": "Attacco Irruento",
            "description": "A partire dal 2· livello, un barbaro può ignorare ogni preoccupazione per la sua difesa e attaccare in preda a una feroce disperazione. Quando effettua il suo primo attacco nel suo turno, può decidere di sferrare un attacco irruento. Così facendo dispone di vantaggio ai tiri per (colpire in\nmischia che usano Forza durante questo turno, ma i tiri per colpire contro di lui dispongono di vantaggio fino al suo turno successivo."
        },
        {
            "name": "Percezione del Pericolo",
            "description": "Al 2° livello, un barbaro ottiene una percezione prodigiosa di tutto ciò che nei paraggi non è come dovrebbe essere, cosa che lo agevola quando deve schivare i pericoli. Un barbaro dispone di vantaggio ai tiri salvezza su Destrezza contro gli effetti che può vedere, come le trappole e gli incantesimi. Per ottenere questo beneficio il barbaro non deve essere accecato, assordato o incapacitato."
        },
        {
            "name": "Critico Brutale",
            "description": "In caso di colpo critico, i dadi dei danni vengono triplicati."
        },
        {
            "name": "Orizzonte degli Eventi",
            "description": "A partire dal 10° livello, quando il Barbaro utilizza il suo privilegio Ira proietta un campo gravitazionale intorno a sé. Quando una creatura alleata entro 1.5 metri da lui è bersaglio di un tiro per colpire, egli può usare la sua reazione per reindirizzare tale attacco su di sé: in questo caso il nemico ha vantaggio nel tiro per colpire, ma i danni sono ridotti di 1d10 più il suo modificatore di Costituzione (che aumenta a 2d10 al livello 14 e a 3d10 al livello 20). Se i danni vengono ridotti a 0 da questo\nprivilegio, il barbaro può effettuare un attacco come parte della stessa reazione.\n\nSe il Barbaro muore durante la trasformazione, apre un portale verso il Piano Astrale. Il portale origina dal punto in cui si trova il Barbaro. Qualsiasi creatura entro 3 metri dal portale viene risucchiata al suo interno e depositata in un luogo casuale del Piano Astrale. Poi il portale si chiude. Il portale è a senso unico e non può essere riaperto."
        },
        {
            "name": "Ira Superiore",
            "description": "Una volta in ira, con un’azione bonus il Barbaro può entrare in uno stato di ira superiore. Quando questo succede, il barbaro ottiene i seguenti benefici:\n• si attiva nuovamente il privilegio Scarica di Adrenalina con un raggio incrementato di 1,5m;\n• può lanciare un incantesimo di quinto livello, che viene scelto dal giocatore quando utilizza per la prima volta questo privilegio. Nel caso\nquesto incantesimo preveda concentrazione, essa è legata al permanere del Barbaro nello stato di Ira Superiore.\n\nInoltre, finché rimane in Ira Superiore,\n• la sua velocità aumenta di ulteriori 1,5m;\n• il bonus per i danni dato dall’Ira è raddoppiato;\n• un tiro di 19 sul d20 viene contato come un colpo critico;\n• quando il barbaro è colpito da un attacco con arma da mischia, un numero di volte pari al proprio bonus di competenza ogni riposo\nbreve, può imporre all’attaccante un tiro salvezza su Costituzione. In caso di fallimento, questi è paralizzato fino al termine del prossimo turno del barbaro. Se questo effetto è attivato dal privilegio Scarica\ndi Adrenalina, il tiro salvezza deve essere effettuato con svantaggio.\n• può effettuare un ulteriore attacco durante il proprio turno.\nL’Ira superiore termina se è soddisfatta una delle condizioni che porrebbero fine all’Ira. \n\nAl termine dell’Ira Superiore, il barbaro deve superare un TS su costituzione con classe difficoltà pari a 10, altrimenti riceve un grado\ndi affaticamento, che può tuttavia essere recuperato trascorrendo un riposo breve."
        },
        {
            "name": "Talento: Robusto",
            "description": "Il massimo dei punti ferita del personaggio aumenta di un ammontare pari al doppio del suo livello quando il personaggio ottiene questo talento. Da allora in poi, ogni volta che il personaggio acquisisce un livello, il massimo dei suoi punti ferita aumenta di 2 punti ferita aggiuntivi."
        },
        {
            "name": "Boots of Elvenkind",
            "description": "While you wear these boots, your steps make no sound, regardless of the surface you are moving across. You also have Advantage on Dexterity (Stealth) checks."
        },
        {
            "name": "Rifugio",
            "description": "A partire dal 16° livello, la Spada può essere piantata a terra, diventando inestraibile. Chiunque provi ad estrarla, fatta eccezione per il possessore, subisce il danno di un attacco ricevuto dalla spada, che tuttavia non può ridurlo a 0 Punti Ferita. Quando la Spada è piantata in questo modo, il possessore può entrarvi e portare con se delle creature consenzienti. I personaggi all’interno della spada sono in un semipiano altrimenti inaccessibile. \n\nIn caso di un fallimento di un tiro salvezza su Saggezza, anche una creatura non consenziente può essere trascinata all’interno della Spada. In questo caso, ogni turno essa potrà riperete il tiro e, in caso di successo, lasciare il semipiano. In ogni caso, questa condizione termina dopo 1 minuto."
        }
    ],
    "PTL": [
        {
            "name": "Ira",
            "max_uses": "5",
            "current_uses": 0,
            "charges": "LR",
            "description": "In battaglia, un barbaro combatte animato da una ferocia primordiale. Nel suo turno può entrare in ira come azione bonus. Finché è in ira, ottiene i benefici seguenti se non indossa un'armatura pesante:\n• Dispone di vantaggio alle prove di Forza e ai tiri salvezza su Forza.\n• Quando effettua un attacco con un'arma da mischia usando Forza, ottiene un bonus al tiro per i danni che aumenta man mano che egli ottiene nuovi livelli da barbaro, come indicato nella colonna \"Danni dell'Ira\" nella tabella \"Barbaro\".\n• Un barbaro dispone di resistenza ai danni contundenti, perforanti e taglienti. \n\nSe un barbaro è in grado di lanciare incantesimi, non può\nlanciarli o concentrarsi su di essi quando è in ira.\n\nL'ira del barbaro termina solo se il barbaro cade privo di sensi. Un barbaro può anche porre fine alla sua ira nel proprio turno, come azione bonus.\n\nUna volta entrato in ira per il numero di volte indicato dal suo livello di barbaro nella colonna \"Ira\" nella tabella \"Barbaro\", un barbaro deve completare un riposo lungo prima di poter entrare di nuovo in ira.\n\nA partire dall'11° livello, grazie alla sua ira il barbaro può continuare a combattere nonostante le ferite più gravi. Se scende a O punti ferita mentre è in ira e non è ucciso sul colpo, può effettuare un tiro salvezza su Costituzione con CD 10. Se lo supera, rimane invece a 1 punto ferita.\nOgni volta che utilizza questo privilegio dopo la prima, la CD aumenta di 5. Quando completa un riposo breve o lungo, la CD è ripristinata a 10."
        },
        {
            "name": "Incantesimi Spada",
            "max_uses": "5",
            "current_uses": 0,
            "charges": "SR",
            "description": "Chiaroveggenza, individuazione del magico"
        },
        {
            "name": "Punizione del Caos",
            "max_uses": "5",
            "current_uses": "1",
            "charges": "LR",
            "description": "A partire dall’8° livello, un numero di volte pari al proprio bonus di competenza per riposo lungo, il Barbaro può lanciare l’incantesimo Punizione del caos senza consumare slot, anche se è in ira.\n\nPUNIZIONE DEL CAOS\nInvocazione di 3° livello\nTempo di Lancio: 1 azione bonus\nGittata: Incantatore\nComponenti: V\nDurata: Concentrazione, fino a 1 minuto\n\nLa prossima volta che l’incantatore colpisce una creatura con un attacco con un’arma da mischia entro la durata di questo incantesimo, l’arma in questione viene pervasa da un’aura di energia caotica e l’attacco infligge 2d6 danni necrotici extra al bersaglio.\n\nAi livelli superiori. Quando questo incantesimo viene lanciato con uno slot di livello superiore al 3°, i danni inflitti aumentano di 1d6 ogni livello."
        },
        {
            "name": "Colpo Rotante",
            "max_uses": "5",
            "current_uses": 0,
            "charges": "SR",
            "description": "A partire dal 12° livello, il Barbaro può usare un’azione per compiere un attacco con arma da mischia su tutti i nemici in portata e scegliere se allontanare i bersagli da sé di 1,5 metri."
        },
        {
            "name": "Scarica di Adrenalina",
            "max_uses": "5",
            "current_uses": "0",
            "charges": "SR",
            "description": "A partire dal 14° livello, il barbaro quando entra in ira impone a tutti i nemici in un raggio di 1.5m un tiro salvezza su Costituzione. In\ncaso di fallimento, essi vengono paralizzati per la durata del turno del barbaro. Con un’azione bonus, può imporre lo stesso effetto ad un\nsingolo nemico fino ad un massimo di volte pari al bonus di competenza ogni riposo breve."
        },
        {
            "name": "Terremoto",
            "max_uses": "5",
            "current_uses": 0,
            "charges": "LR",
            "description": "A partire dal 16° livello, un numero di volte pari al proprio modificatore di competenza per riposo lungo, il Barbaro può piantare la Spada a terra e rilasciare un’esplosione di magia del Caos. In questo modo lancia l’incantesimo Scossa Tellurica di 5° livello senza consumare slot (anche se in Ira). Il raggio dell’incantesimo è incrementato di 1,5 metri e il terreno diventa difficile a prescindere della composizione, e il Barbaro può decidere di escludere un numero di persone pari al proprio modificatore di forza."
        },
        {
            "name": "Feat: Fortunato",
            "max_uses": "3",
            "current_uses": 0,
            "charges": "LR",
            "description": ""
        }
    ],
    "ts": [
        {
            "id": "str",
            "value": 1
        },
        {
            "id": "dex",
            "value": 0
        },
        {
            "id": "con",
            "value": 1
        },
        {
            "id": "int",
            "value": 0
        },
        {
            "id": "wis",
            "value": 0
        },
        {
            "id": "cha",
            "value": 0
        }
    ],
    "skills": [
        {
            "stat": "dex",
            "label": "Acrobazia",
            "comp": 0
        },
        {
            "stat": "wis",
            "label": "Addestrare Animali",
            "comp": 0
        },
        {
            "stat": "int",
            "label": "Arcano",
            "comp": 0
        },
        {
            "stat": "str",
            "label": "Atletica",
            "comp": 1
        },
        {
            "stat": "dex",
            "label": "Furtività",
            "comp": 1
        },
        {
            "stat": "int",
            "label": "Indagare",
            "comp": 0
        },
        {
            "stat": "cha",
            "label": "Inganno",
            "comp": 0
        },
        {
            "stat": "cha",
            "label": "Intimidire",
            "comp": 0
        },
        {
            "stat": "cha",
            "label": "Intrattenere",
            "comp": 0
        },
        {
            "stat": "wis",
            "label": "Intuizione",
            "comp": 0
        },
        {
            "stat": "wis",
            "label": "Medicina",
            "comp": 0
        },
        {
            "stat": "int",
            "label": "Natura",
            "comp": 1
        },
        {
            "stat": "wis",
            "label": "Percezione",
            "comp": 1
        },
        {
            "stat": "cha",
            "label": "Persuasione",
            "comp": 2
        },
        {
            "stat": "dex",
            "label": "Rapidità di Mano",
            "comp": 0
        },
        {
            "stat": "int",
            "label": "Religione",
            "comp": 0
        },
        {
            "stat": "wis",
            "label": "Sopravvivenza",
            "comp": 1
        },
        {
            "stat": "int",
            "label": "Storia",
            "comp": 0
        },
        {
            "stat": "wis",
            "label": "Orecchio",
            "comp": 0
        }
    ],
    "spells": [
        {
            "name": "Deflagrazione Occulta",
            "prepared": "false"
        },
        {
            "name": "Tocco Gelido",
            "prepared": "false"
        },
        {
            "name": "Intimorire Infernale",
            "prepared": "true"
        },
        {
            "name": "Ritirata Rapida",
            "prepared": "true"
        },
        {
            "name": "Dardo Stregato",
            "prepared": "true"
        },
        {
            "name": "Braccia di Hadar",
            "prepared": "true"
        },
        {
            "name": "Passo Velato",
            "prepared": "true"
        },
        {
            "name": "Nube di Pugnali",
            "prepared": "true"
        },
        {
            "name": "Frantumare",
            "prepared": "true"
        },
        {
            "name": "Volare",
            "prepared": "true"
        },
        {
            "name": "Passo del Tuono",
            "prepared": "true"
        },
        {
            "name": "Fulmine Adescante",
            "prepared": "false"
        },
        {
            "name": "Desiderio",
            "prepared": "false"
        },
        {
            "name": "Fame di Hadar",
            "prepared": "true"
        },
        {
            "name": "Scossa Tellurica",
            "prepared": "true"
        }
    ],
    "slots": [
        {
            "level": 0,
            "max": 0,
            "used": 0,
            "known": 3
        },
        {
            "level": 1,
            "max": "4",
            "used": 0,
            "known": 5
        },
        {
            "level": 2,
            "max": "3",
            "used": 0,
            "known": 3
        },
        {
            "level": 3,
            "max": "3",
            "used": 0,
            "known": 3
        },
        {
            "level": 4,
            "max": 0,
            "used": 0,
            "known": 0
        },
        {
            "level": 5,
            "max": 0,
            "used": 0,
            "known": 0
        },
        {
            "level": 5,
            "max": 0,
            "used": 0,
            "known": 0
        },
        {
            "level": 7,
            "max": 0,
            "used": 0,
            "known": 0
        },
        {
            "level": 8,
            "max": 0,
            "used": 0,
            "known": 0
        },
        {
            "level": 9,
            "max": 0,
            "used": 0,
            "known": 1
        }
    ]
}