[
    {
        "name": "Esplosione di Spade",
        "level": 0,
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "Incantatore (raggio 1,5m)",
        "components": "V",
        "duration": "Istantanea",
        "damage": "1d6 Forza (TS Destrezza)",
        "description": "L'Incantatore crea un cerchio temporaneo di lame spettrali che turbinano attorno a lui.\nOgni creatura entro gittata, che non sia l'Incantatore, deve superare un Tiro Salvezza su Destrezza, altrimenti subisce 1d6 danni da forza.",
        "higher_lv": "Ai livelli più alti: I danni di questo incantesimo aumentano di 1d6 quando l'incantatore arriva al 5° livello (2d6), 11° livello (3d6) e 17° livello (4d6)."
    },
    {
        "name": "Fulmine Adescante",
        "level": 0,
        "school": "Invocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "Incantatore (raggio di 4,5m)",
        "components": "V",
        "duration": "Istantanea",
        "damage": "1d8 Fulmine (TS Forza)",
        "description": "L'Incantatore crea un lampo di energia fulminante che colpisce una creatura a sua scelta entro gittata e che egli sia in grado di vedere.\nIl bersaglio deve superare un tiro salvezza su Forza, altrimenti sarà tirato per un massimo di 3 metri in linea retta verso di l'incantatore e poi subirà 1d8 danni da fulmine se giunge entro 1,5 metri da lui.",
        "higher_lv": "I danni di questo incantesimo aumentano di 1d8 quando l'incantatore arriva al 5° livello (2d8), 11° livello (3d8) e 17° livello (4d8)."
    },
    {
        "name": "Lama Rombante",
        "level": 0,
        "school": "Invocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "Incantatore (raggio di 1,5m)",
        "components": "S, M (un arma che vale almeno 1ma)",
        "duration": "1 round",
        "damage": "1d8 Tuono",
        "description": "L'Incantatore brandisce l'arma utilizzata per lanciare l'incantesimo e compie un attacco in mischia con essa contro una creatura entro 1,5 metri. In caso colpisca, il bersaglio subisce i normali effetti dell'attacco tramite l'arma e poi viene ricoperto da un'energia esplosiva fino all'inizio del prossimo turno dell'incantatore. Se il bersaglio prima di allora si muove volontariamente di 1,5 metri o più, subisce 1d8 danni da tuono e l'incantesimo termina.",
        "higher_lv": "Il danno di questo incantesimo aumenta quando l'incantatore raggiunge determinati livelli. Al 5° livello, se l'attacco in mischia colpisce infligge 1d8 danni aggiuntivi da tuono al bersaglio, e il danno che il bersaglio subisce si si muove aumenta a 2d8. Entrambi i tiri per i danni aumentano ulteriormente di 1d8 all'11° livello (2d8 e 3d8) e di nuovo al 17° livello (3d8 e 4d8)."
    },
    {
        "name": "Scheggia della Mente",
        "level": 0,
        "school": "Ammaliamento",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "18 metri",
        "components": "V",
        "duration": "1 round",
        "damage": "1d4 Psichici (TS Intelligenza)",
        "description": "L'incantatore guida un flusso di energia psichica nella mente di una creatura entro gittata che egli sia in grado di vedere, disorientandola. La creatura deve superare un tiro salvezza su Intelligenza o subire 1d6 danni psichici e sottrarre 1d4 al tiro salvezza successivo che effettua prima del termine del turno successivo dell'incantatore.",
        "higher_lv": "Il danno inflitto da questo incantesimo aumenta di 1d6 man mano che il personaggio raggiunge determinati livelli: 5° livello (2d6), 11° livello (3d6) e 17° livello (4d6)."
    },
    {
        "name": "Abito Ultraterreno di Tasha",
        "level": 6,
        "school": "Trasmutazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione bonus",
        "range": "Incantatore",
        "components": "V, S, M (un oggetto sul quale è inciso un simbolo dei Piani Esterni, del valore di almeno 500 mo)",
        "duration": "Concentrazione, fino a 1 minuto",
        "damage": "",
        "description": "Proferendo questo incantesimo, I'incantatore scegliese attingere alla magia dei Piani Inferiori o a quelladei Piani Superiori per trasformarsi e ottiene i seguenti benefici finché l'incantesimo non termina:\n• Immunità ai danni da fuoco o da veleno (se ha scelto i Piani Inferiori) o immunità ai danni radiosi o necrotici(se ha scelto i Piani Superiori).\n• Immunità alla condizione avvelenato (Piani Inferiori)\no alla condizione affascinato (Piani Superiori).\n• Sulla schiena dell'incantatore compaiono delle ali spettrali che gli forniscono una velocità di volare di 12 metri.\n• L'incantatore ottiene un bonus di +2 alla CA.\n• Tutti gli attacchi con un'arma diventano magici e l'incantatore può usare il suo modificatore di caratteristica da incantatore invece del modificatore di Forza o Destrezza per il tiro per colpire e il tiro per i danni.\n• L'incantatore può attaccare due volte invece di unaquando effettua l'azione di Attacco nel proprio turno. uesto beneficio va ignorato se il personaggio é giain possesso di un privilegio, come Attacco Extra, che glipermette di compiere l'azione di attacco pitt di una voltaquando effettua l'azione di Attacco nel proprio turno.",
        "higher_lv": ""
    },
    {
        "name": "Evoca Aberrazione",
        "level": "4",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (un tentacolo in salamoia e un bulbo oculare in una fiala intarsiata di platino del valore di almeno 400 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "Liincantatore evoca uno spirito aberrante che si manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Aberrante. Quando questo incantesimo viene lanciato, l'incantatore può sceglier tra pseudo-onnivedente, slaad o progenie stellare.\nLa creatura ha le sembianze di una di queste aberrazioni e in base a questa somiglianza vengono determinati alcuni tratti nella sua scheda delle statistiche. La creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando l'incantesimo termina.\nLa creatura diventa un alleato per l'incantatore e i suoi compagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 5° livello o superiore, usa lo slot di livello più alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Bestia d'Ombra",
        "level": "3",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (delle lacrime all'interno di una gemma del valore di almeno 300 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "L'incantatore invoca uno spirito dell'ombra che si manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello \nSpirito d'Ombra. Quando questo incantesimo viene lanciato, l'incantatore può scegliere uno stato d'animo tra furia, disperazione o paura. La creatura ha le sembianze di una creatura bipede deforme, a scelta dell'incantatore, che é in uno di questi tre stati d'animo e in base a questa scelta vengono determinati alcuni tratti nella sua scheda delle statistiche.\nLa creatura scompare quando il valore dei suoi punti\nferita scende a 0 o quando |'incantesimo termina.\nLa creatura diventa un alleato per l'incantatore e i suoi compagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, usa lo slot di livello piti alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Celestiale",
        "level": "5",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (un reliquiario dorato del valore di almeno 500 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "L'incantatore invoca uno spirito celestiale che si manifesta in forma angelica in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Celestiale. Quando questo incantesimo viene lanciato, l'incantatore può scegliere tra Vendicatore e Difensore. Con questa scelta, l'incantatore determina il tipo di\nattacco della creatura nella sua scheda delle statistiche.\nLa creatura scompare quando il valore dei suoi punti\nferita scende a 0 o quando l'incantesimo termina. La creatura diventa un alleato per I'incantatore e i suoi\ncompagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo\nai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 6° livello o superiore, usa lo slot di livello più alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Costrutto",
        "level": "4",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (una pietra dipinta e uno scrigno di metallo del valore di almeno 400 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "Liincantatore invoca lo spirito di un costrutto che\nsi manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito del Costrutto. Quando questo incantesimo viene lanciato, l'incantatore puà scegliere un materiale tra argilla, metallo o pietra. La creatura ha le sembianze di un golem o un modron (a scelta dell'incantatore), dal corpo costituito da uno di questi materiali, e in base a questa scelta vengono determinati alcuni tratti nella scheda delle statistiche del costrutto. La creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando l'incantesimo termina.\nLa creatura diventa un alleato per l'incantatore e i suoi compagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo\nai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, usa lo slot di livello pid alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Elementale",
        "level": "4",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (aria, un sassolino, cenere e acqua all'interno di una fiala intarsiata d'oro dal valore di almeno 400 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "Liincantatore evoca uno spirito elementale che si manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Elementale.\nQuando questo incantesimo viene lanciato, l'incantatore può scegliere un elemento tra aria, terra, fuoco o acqua.\nLa creatura ha le sembianze di una creatura bipede\ndal corpo costituito da uno di questi elementi e in base a questa scelta vengono determinati alcuni tratti nella sua scheda delle statistiche. La creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando l'incantesimo termina.\nLa creatura diventa un alleato per l'incantatore e i suoi compagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 5° livello o superiore, usa lo slot di livello pit: alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Folletto",
        "level": "3",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (un fiore dorato dal valore di almeno 300 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "L'incantatore invoca uno spirito fatato che si manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Fatato. Quando questo incantesimo viene lanciato, l'incantatore può scegliere uno stato d'animo tra rabbioso, gioioso o malandrino. La creatura ha le sembianze di uno spirito fatato a scelta dell'incantatore che é in uno di questi tre stati d'animo e in base a questa scelta vengono determinati alcuni tratti nella sua scheda delle statistiche. La creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando l'incantesimo termina.\nLa creatura diventa un alleato per l'incantatore e i suoi compagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, usa lo slot di livello più alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Immondo",
        "level": "6",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (il sangue di una creatura umanoide all'interno di una fiala rosso rubino dal valore di almeno 600 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "L'incantatore invoca uno spirito demoniaco che si\nmanifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Demoniaco.\nQuando questo incantesimo viene lanciato, l'incantatore può scegliere una creatura demoniaca tra demone, diavolo o yugoloth. La creatura ha le sembianze della creatura demoniaca scelta e in base a questa scelta vengono determinati alcuni tratti nella sua scheda delle statistiche.\nLa creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando I'incantesimo termina.\nLa creatura diventa un alleato per I'incantatore e i suoi compagni. In combattimento, la creatura condivide il punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 7° livello o superiore, usa lo slot di livello più: alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evoca Non Morto",
        "level": "3",
        "school": "Necromanzia",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (un teschio dorato del valore di almeno 300 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "L'incantatore evoca uno spirito non morto che si manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Non Morto. Quando questo incantesimo viene lanciato, l'incantatore può scegliere la forma della creatura tra spettrale, putrida o scheletrica. La creatura ha le sembianze di una creatura non morta della forma scelta e in base a questa scelta\nvengono determinati alcuni tratti nella sua scheda delle statistiche. La creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando I'incantesimo termina.\nLa creatura diventa un alleato per l'incantatore e i suoi compagni. In combattimento, la creatura condivide\nil punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, usa lo slot di livello pit: alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Evocare Bestia",
        "level": "2",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V, S, M (una piuma, un ciuffo di pelliccia e una coda di pesce all'interno di una ghianda dorata del valore di almeno 200 mo)",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "L'incantatore invoca uno spirito bestiale che si manifesta in uno spazio libero entro gittata che egli sia in grado di vedere. La forma corporea di questo spirito utilizza la scheda delle statistiche dello Spirito Bestiale. Quando questo incantesimo viene lanciato, l'incantatore può scegliere l'ambiente da cui proviene lo spirito evocato tra aria, terra o acqua. La creatura ha le sembianze di un animale a scelta dell'incantatore proveniente da uno di questi ambienti e in base a questa scelta vengono\ndeterminati alcuni tratti nella sua scheda delle statistiche.\nLa creatura scompare quando il valore dei suoi punti ferita scende a 0 o quando |'incantesimo termina.\nLa creatura diventa un alleato per I'incantatore e i suoi compagni. In combattimento, la creatura condivide il punteggio di iniziativa con l'incantatore, ma inizia il turno immediatamente dopo il suo, obbedendo ai suoi comandi verbali senza che all'incantatore venga richiesta alcuna azione. Se l'incantatore non pronuncia comandi verbali, la creatura compie la Schivata e usa il suo movimento per sottrarsi al pericolo.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 3° livello o superiore, usa lo slot di livello pit: alto che compare nella sua scheda delle statistiche."
    },
    {
        "name": "Fortezza della Mente",
        "level": "3",
        "school": "Abiurazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "9 metri",
        "components": "V",
        "duration": "Concentrazione, fino a 1 ora",
        "damage": "",
        "description": "Per tutta la durata dell'incantesimo, l'incantatore o una creatura consenziente entro gittata che egli sia in grado di vedere ottiene resistenza ai danni psichici e un vantaggio ai tiri salvezza su Intelligenza, Saggezza e Carisma.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, può bersagliare una creatura aggiuntiva per ogni slot superiore al 3°. Quando l'incantatore le bersaglia, le creature devono trovarsi a non pit di 9 metri l'una dall'altra."
    },
    {
        "name": "Lama del disastro",
        "level": "9",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "18 metri",
        "components": "V, S",
        "duration": "Concentrazione, fino a 1 minuto",
        "damage": "4d12 Forza",
        "description": "Il personaggio crea una spaccatura planare a forma di\nlama lunga circa 90 cm che compare in uno spazio libero\nentro gittata che egli sia in grado di vedere. Questa lama permane per tutta la durata dell'incantesimo. Una volta lanciato questo incantesimo, l'incantatore può effettuare con la lama evocata fino a due attacchi in mischia con incantesimo, ognuno dei quali può essere lanciato contro una creatura, un oggetto non equipaggiato o una struttura posti entro un raggio di 1,5 metri dalla lama. Se lo colpisce,\nil bersaglio subisce 4d12 danni da forza. Questo attacco va considerato come un colpo critico se ottiene un risultato pari o superiore a 18 sul tiro del d20. In caso di colpo critico, la lama infligge 8d12 danni da forza extra (per un totale di 12d12 danni da forza).\nCome azione bonus nel suo turno, l'incantatore può muovere la lama fino a un massimo di 9 metri verso uno spazio libero entro gittata che egli sia in grado di vedere, dopodiché, sempre durante la stessa azione, può effettuare fino a due attacchi in mischia con incantesimo. La lama é in grado di attraversare indisturbata qualsiasi barriera, incluso un muro di forza.",
        "higher_lv": ""
    },
    {
        "name": "Lama Verdefiamma",
        "level": 0,
        "school": "Invocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "Incantatore",
        "components": "S, M (un'arma da mischia del valore di almeno 1 ma)",
        "duration": "Istantanea",
        "damage": "",
        "description": "Il personaggio impugna Il'arma prevista dall'incantesimo ed effettua con questa un attacco in mischia contro una creatura nel raggio di 1,5 metri da lui. Se colpisce, il bersaglio subisce gli effetti normalmente inflitti dall'attacco con quest'arma e il personaggio può indirizzare il fuoco verde emanato facendolo saltare dal bersaglio a un'altra creatura a \nsua scelta che egli é in grado di vedere entro un raggio di 1,5 metri da lui. La seconda creatura subisce danni da fuoco pari al modificatore di caratteristica da incantatore del personaggio.",
        "higher_lv": "Il danno inflitto da questo incantesimo aumenta man mano che il personaggio raggiunge determinati livelli. Al 5° livello l'attacco in mischia, quando va a segno, infligge 1d8 danni da fuoco extra che aumentano a 1d8 + il modificatore di caratteristica da incantatore del personaggio quando vengono inflitti alla seconda creatura. Il tiro per i danni di entrambi gli attacchi aumenta di 1d8 quando si raggiungono !'11° livello (2d8 e 2d8) e il 17° livello (3d8 e 3d8)."
    },
    {
        "name": "Miscela Caustica di Tasha",
        "level": "1",
        "school": "Invocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "Incantatore (linea di 9m)",
        "components": "V, S, M (un frammento di cibo avariato)",
        "duration": "Concentrazione, fino a 1 minuto",
        "damage": "2d4 Acido ogni turno",
        "description": "L'incantatore emana un fiotto d'acido che indirizza in una direzione a sua scelta, formando una linea lunga 9 metri e larga 1,5 metri. Ogni creatura entro la linea deve superare un tiro salvezza su Destrezza o essere ricoperto dall'acido per la durata dell'incantesimo o finché una delle creature coinvolte non usa la sua azione per ripulire se stessa o un'altra creatura dall'acido. La creatura che resta ricoperta dall'acido subisce 2d4 danni da acido all'inizio di ogni suo turno.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 2° livello o superiore, i danni aumentano di 2d4 per ogni slot di livello superiore al 1°."
    },
    {
        "name": "Scudiscio Mentale di Tasha",
        "level": "2",
        "school": "Ammaliamento",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione",
        "range": "27 metri",
        "components": "V",
        "duration": "1 round",
        "damage": "3d6 Psichici (TS Intelligenza - dimezza)",
        "description": "L'incantatore scaglia un attacco psichico contro una creatura entro gittata che egli sia in grado di vedere e il bersaglio deve effettuare un tiro salvezza su Intelligenza. In caso di fallimento, il bersaglio subisce 3d6 danni psichici e non puo effettuare una reazione fino al termine del proprio turno successivo. Inoltre, nel suo turno successivo, pud scegliere solo un'opzione tra muoversi, compiere un'azione o effettuare un'azione bonus. Se invece supera il tiro salvezza, il bersaglio subisce soltanto la meta di quei danni e non viene influenzato dagli altri effetti dell'incantesimo.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 3° livello o superiore, può bersagliare una creatura aggiuntiva per ogni slot superiore al 2°. Quando I'incantatore le bersaglia, le creature devono trovarsi a non più di 9 metri l'una dall'altra."
    },
    {
        "name": "Sogno del Velo Celeste",
        "level": "7",
        "school": "Evocazione",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "10 minuti",
        "range": "6 metri",
        "components": "V, S, M (un oggetto magico o una creatura consenziente proveniente dal mondo di destinazione)",
        "duration": "6 ore",
        "damage": "",
        "description": "L'incantatore e fino a un massimo di otto creature consenzienti entro gittata cadono privi di sensi per la durata dell'incantesimo e vengono raggiunti da visioni di altri mondi del Piano Materiale, come Oerth, Toril, Krynn o Eberron. Se l'incantesimo permane fino alla fine della sua durata, la visione termina con i personaggi che si ritirano dietro un misterioso velo blu. Quindi, al termine dell'incantesimo, i personaggi vengono trasportati mentalmente e fisicamente nel mondo della visione avuta.\nPer poter lanciare questo incantesimo, l'incantatore deve possedere un oggetto magico proveniente dal mondo che desidera raggiungere e deve essere a conoscenza dell'esistenza effettiva di quel mondo, anche se non ne conosce il nome. Il mondo della visione viene raggiunto in un luogo sicuro nel raggio di 1,5 km dal luogo dove é stato creato l'oggetto magico. Oppure, é possibile lanciare l'incantesimo se una delle creature sotto la sua influenza é nata nel mondo che si desidera raggiungere, e si viene materializzati in un luogo sicuro nel raggio di 1,5 km dal luogo dove é nata quella creatura. \nL'effetto dell'incantesimo su una creatura termina prematuramente se quella creatura subisce danni, impedendole cosi di raggiungere il mondo della visione. Se é l'incantatore a subire danni, l'effetto dell'incantesimo termina sia per lui che per tutte le altre creature e nessuno riesce a raggiungere il mondo della visione.",
        "higher_lv": ""
    },
    {
        "name": "Sudario Spirituale",
        "level": "3",
        "school": "Necromanzia",
        "manual": "Calderone Omnicomprensivo di Tasha",
        "time": "1 azione bonus",
        "range": "Incantatore",
        "components": "V, S",
        "duration": "Concentrazione, fino a 1 minuto",
        "damage": "",
        "description": "L'incantatore invoca alcuni spiriti dei defunti che fluttuano attorno a lui per la durata dell'incantesimo. Gli spiriti sono intangibili e invulnerabili.\nFinché l'incantesimo non termina, ogni attacco effettuato dall'incantatore infligge 1d8 danni extra quando colpisce una creatura nel raggio di 3 metri da lui. I danni inflitti possono essere radiosi, necrotici o da freddo, a seconda del tipo scelto dall'incantatore al momento del lancio dell'incantesimo. Tutte le creature che subiscono questi danni non possono recuperare punti ferita fino all'inizio del turno successivo dell'incantatore. In piu, un‘altra creatura a sua scelta che egli riesce a vedere che inizia il suo turno entro 9 metri da lui vede la sua velocita ridotta di 3 metri fino all'inizio del turno successivo dell'incantatore.",
        "higher_lv": "Quando |'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, i danni aumentano di 1d8 per ogni due slot di livello superiore al 3°."
    }
]