[   {
    "name" : "Sentenza della λ Inquisizione",
    "level": 9,
    "school": "Lambdamanzia",
    "manual": "Costituzione della λ-Oligarchia",
    "time": "1 noumeno",
    "range": "1 noumeno o forse 2",
    "components": "V",
    "duration": "SEMPRE",
    "damage": "TUTTO",
    "description": "È come desiderio, ma fatto bene.",
    "higher_lv": "Non possono esserci livelli superiori."
    },
    {
    "name" : "Parola del potere vel",
    "level": 5,
    "school": "Logica",
    "manual": "Gauss and Gödel's guide to Mathematics",
    "time": "1 azione",
    "range": "9 metri",
    "components": "V, M (un foglio con una tabella di verità)",
    "duration": "1 minuto (concentrazione)",
    "damage": "",
    "description": "Due creature nel raggio di 30ft dall'incantatore vengono fuse in una sola. Esse agiscono nello stesso turno (ottenendo l'iniziativa come la più alta delle due). Esse possono effettuare tutte le azioni che avrebbero svolto se fossero separate, ma sono considerate come una sola creatura. I loro HP si sommano. La classe armatura diventa la classe armatura più alta tra le due. Il movimento si somma. Ai TS, alle skill o ai tiri in genere si applica il modificatore più alto tra quelli disponibili.",
    "higher_lv": "A livelli superiori si possono fondere più creature: 3 a livello 7, 4 a livello 9."
    },
    {
    "name" : "Parola del potere et",
    "level": 5,
    "school": "Logica",
    "manual": "Gauss and Gödel's guide to Mathematics",
    "time": "1 azione",
    "range": "9 metri",
    "components": "V, M (un foglio con una tabella di verità)",
    "duration": "1 minuto (concentrazione)",
    "damage": "",
    "description": "Due creature nel raggio di 30ft dall'incantatore devono superare un TS su costituzione. Esse possono volontariamente scegliere di fallire il TS. In caso di fallimento di entrambi i TS, esse vengono fuse in una sola. Esse agiscono nello stesso turno (ottenendo l'iniziativa come la più bassa delle due). Esse possono effettuare tutte le azioni che avrebbero svolto se fossero separate, ma sono considerate come una sola creatura. Essi non possono effettuare più di una azione, di una reazione e di una azione bonus nel turno. Hanno gli HP più bassi tra le due creature. La classe armatura diventa la classe armatura più bassa tra le due. Il movimento si somma. Ai TS, alle skill o ai tiri in genere si applica il modificatore più basso tra quelli disponibili.",
    "higher_lv": "Al livello 7 diventa possibile fondere due creature a patto che almeno una non passi il TS, mentre a livello 9 si possono fondere fino a 3 creature"
    },
    {
    "name" : "Parola del potere negazione",
    "level": 9,
    "school": "Logica",
    "manual": "Gauss and Gödel's guide to Mathematics",
    "time": "1 azione bonus",
    "range": "27 metri",
    "components": "V, M (un foglio con una tabella di verità)",
    "duration": "1 minuto (concentrazione)",
    "damage": "",
    "description": "Una creatura, bersagliata dall'incantatore, diventa l'opposto di quello che è. Se non lo volesse, deve tentare di superare un TS su saggezza. Una creatura negata subisce i seguenti effetti: - la velocità di movimento diventa 60ft - quella originale - la classe armatura diventa 30 - la classe armatura originale - se ha spellcasting come feature di classe, allora perde la preparazione di ogni incantesimo che ha e ottiene la preparazione di ogni altro incantesimo della lista della sua classe (che sia in grado di castare con gli slot disponibili) - delle features appartenenti alla lista sotto, quelle che non era in grado di svolgere diventa in grado di svolgere, e viceversa - il resto rimane invariato la lista è la seguente: {resistenze leggendarie (3), change shape, dragon's breath (elemento a scelta), amphibious, devil's sight, magic resistance}",
    "higher_lv": ""
    },
    {
    "name" : "Fiamma Sacra",
    "level": 0,
    "school": "Invocazione",
    "manual": "Manuale del Giocatore",
    "time": "1 azione",
    "range": "18 metri",
    "components": "V, S",
    "duration": "Istantanea",
    "damage": "1d8 (radiosi)",
    "description": "Un bagliore simile a una fiamma scende fino a una creatura entro gittata e che l'incantatore sia in grado di vedere. Il bersaglio deve superare un tiro salvezza su Destrezza, altrimenti subisce 1d8 danni radiosi. Il bersaglio non trae beneficio dalla copertura per questo tiro salvezza.",
    "higher_lv": "I danni di questo incantesimo aumentano di 1d8 quando l'incantatore arriva al 5° livello (2d8), 11° livello (3d8) e 17° livello (4d8)."
    },
    {
    "name" : "Luci Danzanti",
    "level": 0,
    "school": "Invocazione",
    "manual": "Manuale del Giocatore",
    "time": "1 azione",
    "range": "36 metri",
    "components": "V, S, M (un frammento di fosforo, di legno di faggio o una lucciola)",
    "duration": "Concentrazione, fino a 1 minuto",
    "damage": "",
    "description": "L'incantatore crea fino a quattro luci delle dimensioni di una torcia, facendole apparire come lanterne, torce o globi luminosi che fluttuano nell'aria per la durata dell'incantesimo. L'incantatore può anche fondere le quattro luci in un'unica forma luminosa vagamente umanoide di taglia Media. Qualunque sia la forma scelta, ogni luce proietta luce fioca entro un raggio di 3 metri. Come azione bonus nel suo turno, l'incantatore può muovere le luci di un massimo di 18 metri fino a un nuovo punto entro gittata. Ogni luce deve trovarsi entro 6 metri da un'altra luce creata da questo incantesimo; una luce si spegne se esce dalla gittata dell'incantesimo.",
    "higher_lv": ""
    },
    {
    "name" : "Guida",
    "level": 0,
    "school": "Divinazione",
    "manual": "Manuale del Giocatore",
    "time": "1 azione",
    "range": "Contatto",
    "components": "V, S",
    "duration": "Concentrazione, fino a 1 minuto",
    "damage": "",
    "description": "L'incantatore tocca una creatura consenziente. Una volta prima che l'incantesimo termini il bersaglio può tirare un d4 e aggiungere il risultato a una prova di caratteristica a sua scelta. Può tirare il dado prima o dopo avere effettuato la prova di caratteristica. Dopodiché l'incantesimo termina.",
    "higher_lv": ""
    },
    {
    "name" : "Salvare i Morenti",
    "level": 0,
    "school": "Necromanzia",
    "manual": "Manuale del Giocatore",
    "time": "1 azione",
    "range": "Contatto",
    "components": "V, S",
    "duration": "Istantanea",
    "damage": "",
    "description": "L'incantatore tocca una creatura vivente a 0 punti ferita. Quella creatura diventa stabile. Questo incantesimo non ha effetto sui costrutti o sui non morti.",
    "higher_lv": ""
    },
    {
    "name" : "Anatema",
    "level": 1,
    "school": "Ammaliamento",
    "manual": "Manuale del Giocatore",
    "time": "1 azione",
    "range": "9 metri",
    "components": "V, S, M (una goccia di sangue)",
    "duration": "Concentrazione, fino a 1 minuto",
    "damage": "",
    "description": "L'incantatore sceglie fino a tre creature entro gittata e che egli sia in grado di vedere, che dovranno effettuare un tiro salvezza su Carisma. Se una creatura fallisce il suo tiro salvezza, ogni volta che effettua un tiro per colpire o un tiro salvezza prima che l'incantesimo termini deve tirare un d4 e sottrarre il numero ottenuto dal tiro per colpire o dal tiro salvezza.",
    "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 2° livello o superiore, può bersagliare una creatura aggiuntiva per ogni slot di livello superiore al 1°."
    },
    {
    "name" : "Comando",
    "level": 1,
    "school": "Ammaliamento",
    "manual": "Manuale del Giocatore",
    "time": "1 azione",
    "range": "18 metri",
    "components": "V",
    "duration": "1 round",
    "damage": "",
    "description": "L'incantatore rivolge un comando di una parola a una creatura entro gittata e che egli sia in grado di vedere. Il bersaglio deve superare un tiro salvezza su Saggezza altrimenti obbedirà al comando nel proprio turno successivo. L'incantesimo non ha effetto se il bersaglio è un non morto, se non capisce il linguaggio dell'incantatore o se il comando di quest'ultimo si rivela dannoso in modo diretto. Di seguito sono descritti alcuni tipici comandi assieme ai loro effetti. L'incantatore può impartire un comando diverso da quelli descritti di seguito. In quel caso è il DM a determinare come si comporta il bersaglio. Se il bersaglio non può eseguire il comando, l'incantesimo termina. Avvicinati. Il bersaglio si muove verso l'incantatore seguendo il percorso più breve e diretto, terminando il suo turno se giunge entro 1,5 metri da lui. Fermo. Il bersaglio non si muove e non effettua azioni. Una creatura volante rimane in aria, se è in grado di farlo. Se deve muoversi per rimanere in aria, vola della distanza minima richiesta per rimanere in aria. Fuggi. Il bersaglio usa il suo turno per allontanarsi dall'incantatore nel modo più rapido possibile. Lascia. Il bersaglio lascia cadere ciò che stava impugnando, poi termina il suo turno. Supplica. Il bersaglio cade a terra prono e termina il suo turno.",
    "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 2° livello o superiore, può influenzare una creatura aggiuntiva per ogni slot di livello superiore al 1°. Le creature devono trovarsi a non più di 9 metri l'una dall'altra quando l'incantatore le bersaglia."
    },{
        "name" : "Dardo Tracciante",
        "level": 1,
        "school": "Invocazione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "36 metri",
        "components": "V, S",
        "duration": "1 round",
        "damage": "4d6 (radiosi)",
        "description": "Effettua un attacco di incantesimo a distanza contro una creatura che puoi vedere. In un colpo, il bersaglio subisce 4d6 danni radiosi, e prima della fine del prossimo turno dell'incantatore, il successivo tiro di attacco effettuato su di esso viene compiuto con vantaggio.",
        "higher_lv": "Il danno aumenta di 1d6 per ogni livello di slot superiore al 1°."
        },
        {
        "name" : "Infliggi Ferite",
        "level": 1,
        "school": "Necromanzia",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "Contatto",
        "components": "V, S",
        "duration": "Istantanea",
        "damage": "3d10 (necrotici)",
        "description": "L'incantatore effettua un attacco in mischia con questo incantesimo contro una creatura entro la sua portata. Se il colpo va a segno, il bersagli subisce 3d10 danni necrotici.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 2° livello o superiore i danni aumentano di 1d10 per ogni livello di slot superiore al 1°."
        },
        {
        "name" : "Arma Spirituale",
        "level": 2,
        "school": "Invocazione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione bonus",
        "range": "18 metri",
        "components": "V, S",
        "duration": "1 minuto",
        "damage": "1d8 + [C.I.] (forza)",
        "description": "L'incantatore crea entro gittata un'arma fluttuante spettrale che permane per la durata dell'incantesimo o finché l'incantatore non lancia di nuovo questo incantesimo. Quando lancia questo incantesimo, l'incantatore può effettuare un attacco in mischia con questo incantesimo contro una creatura entro 1,5 metri dall'arma. Se colpisce, il bersaglio subisce 1d8 danni da forza + il modificatore di caratteristica da incantatore. Con un'azione bonus nel suo turno, l'incantatore può muovere l'arma di un massimo di 6 metri e ripetere l'attacco contro una creatura situata entro 1,5 metri da essa. L'arma può assumere la forma che l'incantatore preferisce. I chierici di una divinità associata a un tipo particolare di arma (come per esempio St Cuthbert, noto per la sua mazza, o Thor per il suo martello) impartiranno all'arma creata da questo incantesimo la forma di tale arma. ",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, i danni aumentano di 1d8 per ogni due slot incantesimo superiori al 2°."
        },
        {
        "name" : "Frantumare",
        "level": 2,
        "school": "Invocazione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "18 metri",
        "components": "V, S, M (un frammento di mica)",
        "duration": "Istantanea",
        "damage": "3d8 (tuono)",
        "description": "Un rumore improvviso e assordante, dolorosamente intenso, si diffonde da un punto a scelta dell'incantatore situato entro gittata. Ogni creatura entro una sfera del raggio di 3 metri centrata su quel punto deve effettuare un tiro salvezza su Costituzione. Se lo fallisce, subisce 3d8 danni da tuono, mentre se lo supera, subisce soltanto la metà di quei danni. Una creatura fatta di materiale inorganico come pietra, cristallo o metallo subisce svantaggio a questo tiro salvezza. Anche un oggetto non magico che non sia indossato o trasportato subisce i danni se si trova entro l'area dell'incantesimo. ",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 3° livello o superiore, i danni aumentano di 1d8 per ogni slot di livello superiore al 2°."
        },
        {
        "name" : "Silenzio",
        "level": 2,
        "school": "Illuzione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "36 metri",
        "components": "V, S",
        "duration": "Concentrazione (fino a 10 minuti)",
        "damage": "",
        "description": "L'incantatore genera una sfera del raggio di 6 metri centrata su un punto a sua scelta situato entro gittata. Per la durata dell'incantesimo, nessun suono può essere creato all'interno di quella sfera o attraversarla. Ogni creatura o oggetto interamente all'interno della sfera è immune ai danni da tuono e ogni creatura interamente all'interno della sfera è assordata. All'interno dell'area è impossibile lanciare un incantesimo che includa una componente verbale.",
        "higher_lv": ""
        },
        {
        "name" : "Folata di Vento",
        "level": 2,
        "school": "Invocazione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "Incantatore (linea di 18 metri)",
        "components": "V, S, M (il seme di un legume)",
        "duration": "Concentrazione, fino a 1 minuto",
        "damage": "",
        "description": "Una linea di vento forte lunga 18 metri e larga 3 metri si diffonde dall'incantatore in una direzione a sua scelta per la durata dell'incantesimo. Ogni creatura che inizia il suo turno su quella linea deve superare un tiro salvezza su Forza, altrimenti sarà spinta di 4,5 metri più lontana dall'incantatore, nella stessa direzione della linea. Ogni creatura sulla linea deve spendere 60 cm di movimento per ogni 30 cm di cui si muove quando cerca di avvicinarsi all'incantatore. La folata disperde i gas e i vapori ed estingue candele, torce e simili fiamme prive di protezione nell'area. Fa tremolare le fiamme protette come quelle delle lanterne e ha una probabilità del 50% di spegnerle. Con un'azione bonus in ogni suo turno prima che l'incantesimo termini, l'incantatore può cambiare la direzione in cui la linea si diffonde da sé.",
        "higher_lv": ""
        },
        {
        "name" : "Animare Morti",
        "level": 3,
        "school": "Necromanzia",
        "manual": "Manuale del Giocatore",
        "time": "1 minuto",
        "range": "3 metri",
        "components": "V, S, M (una goccia di sangue, un brandello di carne, un pizzico di polvere d'osso)",
        "duration": "Istantanea",
        "damage": "",
        "description": "Questo incantesimo crea un servitore non morto, scegliendo un cadavere di umanoide Medio o Piccolo entro gittata. Il suo incantesimo infonde nel bersaglio un'empia parvenza di vita, animandolo come creatura non morta. Il bersaglio diventa uno scheletro se l'incantatore ha scelto le ossa o uno zombi se ha scelto un cadavere. (Il DM possiede le statistiche di gioco di queste creature). A ogni suo turno l'incantatore può usare un'azione bonus per comandare mentalmente qualsiasi creatura da lui creata tramite questo incantesimo e situata entro 18 metri da lui (se controlla più creature, può comandarle tutte o nessuna allo stesso tempo, impartendo lo stesso comando a ogni creatura). L'incantatore decide quale azione effettuerà la creatura e dove si muoverà durante il suo turno successivo, oppure può impartire un comando generale, come per esempio vigilare su una camera o un corridoio in particolare. Se l'incantatore non impartisce alcun comando, la creatura si limita a difendersi dalle creature ostili. Una volta ricevuto un ordine, la creatura continua a seguirlo finché non ha portato a termine il compito. La creatura rimane sotto il controllo dell'incantatore per 24 ore, dopodiché smette di obbedire ai comandi che l'incantatore le ha impartito. Per mantenere il controllo della creatura per altre 24 ore, l'incantatore deve lanciare di nuovo questo incantesimo su di essa prima che l'attuate periodo di 24 ore termini. Questo uso dell'incantesimo gli permette di ristabilire il controllo su un massimo di quattro creature da lui animate tramite questo incantesimo, anziché animarne una nuova.",
        "higher_lv": " Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, anima o ristabilisce il controllo su due creature non morte aggiuntive per ogni slot di livello superiore al 3°. Ognuna di queste creature deve provenire da un cumulo di ossa o da un cadavere diverso."
        },
        {
        "name" : "Invocare il Fulmine",
        "level": 3,
        "school": "Evocazione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "36 metri",
        "components": "V, S",
        "duration": "Concentrazione, fino a 10 minuti",
        "damage": "3d10 (+1d10 se lanciato durante una tempesta)",
        "description": "Una nube tempestosa a forma di un cilindro del raggio di 18 metri e alto 3 metri compare in un punto che l'incantatore sia in grado di vedere e situato entro gittata direttamente sopra di lui. L'incantesimo fallisce se l'incantatore non è in grado di vedere il punto in cui la nube tempestosa potrebbe comparire (per esempio, se si trova all'interno di una stanza che non è in grado di contenere la nube). Quando l'incantatore lancia l'incantesimo, sceglie un punto sotto la nube e che egli sia in grado di vedere. Una scarica di fulmini si propaga dalla nube fino a quel punto. Ogni creatura entro 1,5 metri da quel punto deve effettuare un tiro salvezza su Destrezza. Se lo fallisce, subisce 3d10 danni da fulmine, mentre se lo supera, subisce soltanto la metà di quei danni. A ogni suo turno finché l'incantesimo non termina, l'incantatore può usare la sua azione per invocare di nuovo il fulmine in questo modo, bersagliando lo stesso punto o un punto diverso. Se l'incantatore si trova all'esterno durante una tempesta quando lancia questo incantesimo, ottiene il controllo della tempesta esistente anziché crearne una nuova. In queste condizioni i danni dell'incantesimo aumentano di 1d10.",
        "higher_lv": "Quando l'incantatore lancia questo incantesimo usando uno slot incantesimo di 4° livello o superiore, i danni aumentano di 1d10 per ogni slot di livello superiore al 3°."
        },
        {
        "name" : "Tempesta di Nevischio",
        "level": 3,
        "school": "Evocazione",
        "manual": "Manuale del Giocatore",
        "time": "1 azione",
        "range": "45 metri",
        "components": "V, S, M (un pizzico di polvere e alcune gocce d'acqua)",
        "duration": "Concentrazione, fino a 1 minuto",
        "damage": "",
        "description": "Finché l'incantesimo non termina, una gelida pioggia di nevischio cade in un cilindro del raggio di 12 metri e alto 6 metri, centrato su un punto a scelta dell'incantatore e situato entro gittata. L'area è pesantemente oscurata e le fiamme scoperte vengono estinte. Il terreno entro l'area è coperto di ghiaccio scivoloso e diventa terreno difficile. Quando una creatura entra nell'area dell'incantesimo per la prima volta in un turno o vi inizia il proprio turno, deve effettuare un tiro salvezza su Destrezza. Se lo fallisce, cade a terra prona. Se una creatura inizia il proprio turno nell'area dell'incantesimo e cerca di concentrarsi su un incantesimo, deve superare un tiro salvezza su Costituzione contro la CD del tiro salvezza dell'incantesimo lanciato dall'incantatore, altrimenti perderà la concentrazione.",
        "higher_lv": ""
        }
]